---
kind: other
id: Methods.T:Autodesk.Revit.DB.Fabrication.FabricationUtils
source: html/fea3e511-67e4-36dd-a5dd-3adc59975d52.htm
---
# FabricationUtils Methods

Exports a list of fabrication parts into PCF format.